IdeaRS.Connections
TimberConnectingPlateData.TimberConnectedToType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.TimberConnectingPlateData.TimberConnectedToType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TimberConnectedToType TimberConnectedToType { get; set; }
Property Value
Type: TimberConnectedToType
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace